const noticeData = [
  {
    id: 1,
    image: "./src/assets/images/img1.png",
    title: "주간 근무 스케줄 공지",
    content: `안녕하세요, 모든 직원 여러분!

      다가오는 주의 근무 스케줄을 아래와 같이 공지합니다. 각자 본인의 근무 시간을 확인하시고, 교대 시간이 변경되거나 문제가 있을 경우 매니저에게 즉시 알려주세요.

      1. 근무 시간:

      - 오전 조: 09:00 ~ 14:00
      - 오후 조: 14:00 ~ 19:00
      - 야간 조: 19:00 ~ 23:00

      2. 주요 내용:

      - 교대 시간은 근무 10분 전에 대기실에서 대기해 주세요.
      - 휴무일 변경 요청은 최소 3일 전에 매니저와 상의 후, 공식적으로 승인받아야 합니다.
      - 변경 요청이 없을 경우, 아래 스케줄에 따라 운영됩니다.

      첨부 파일: 주간 근무표(PDF 다운로드)`
  },
  {
    id: 2,
    image: "./src/assets/images/img2.png",
    title: "신메뉴 출시",
    content: `안녕하세요!
              이번 주에는 고객들에게 더욱 즐거운 경험을 제공하기 위해 신메뉴가 출시됩니다. 새롭게 추가된 메뉴에 대한 세부 사항은 아래를 참고해주세요.
              
              1. 메뉴 이름:

              - 클래식 치즈 샌드위치 (싱글/더블 옵션)
              - 매콤 치킨 샌드위치 콤보 (음료 포함)

              2. 레시피 및 준비:

              - 치즈 샌드위치: 고온에서 조리된 패티에 체다치즈와 신선한 토마토 추가.
              - 치킨 샌드위치: 고소한 마요네즈와 특제 매운 소스 사용.

              3. 홍보 방법:

              - 매장 내 메뉴판 업데이트.
              - SNS 이벤트로 "신메뉴 후기 작성 시 10% 할인 쿠폰 제공".
              - 신메뉴 시식권 제공 이벤트 진행.

              모든 직원은 신메뉴의 준비 과정을 숙지하고 고객 문의에 응답할 준비를 해주세요.`
  },

];

export { noticeData }